<?php

class Config //staticプロパティは内容が変化しないのものを設定しておくと良さげ
{
    public static $first_year = '2020';
    public static $months = array('01', '02', '03', '04', '05', '06', '07', '08', '09', '10', '11', '12');
    public static $days = array('01', '02', '03', '04', '05', '06', '07', '08', '09', '10', '11', '12', '13', '14', '15', '16', '17', '18', '19', '20', '21', '22', '23', '24', '25', '26', '27', '28', '29', '30', '31');

    public static $site_title = 'koto-koto';
    public static $err_msg = '申し訳ございません<br>予期せぬエラーが発生いたしました<br>時間を置いてから再度お試しください';
}
